{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EditorLanguageToggle",
			"Children": [
				{
					"Source":
					{
						"Text": "Source Language"
					},
					"Translation":
					{
						"Text": "에디터 언어 전환 시 전환 전 언어"
					},
					"Key": "SourceLanguage"
				},
				{
					"Source":
					{
						"Text": "Target Language"
					},
					"Translation":
					{
						"Text": "에디터 언어 전환 시 전환 후 언어"
					},
					"Key": "TargetLanguage"
				}
			]
		},
		{
			"Namespace": "FEditorLanguageToggleModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "에디터 언어 전환"
					},
					"Key": "EditorLanguageToggleSection"
				},
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "에디터 언어 전환"
					},
					"Key": "EditorLanguageToggleSettingsName"
				},
				{
					"Source":
					{
						"Text": "Settings for the Editor Language Toggle plugin."
					},
					"Translation":
					{
						"Text": "에디터 언어 토글 플러그인 설정"
					},
					"Key": "EditorLanguageToggleSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Toggle Editor Language"
					},
					"Translation":
					{
						"Text": "에디터 언어 전환"
					},
					"Key": "EditorLanguageToggleSwitchTooltip"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Enable or disable the editor language toggle feature."
					},
					"Translation":
					{
						"Text": "에디터 언어 전환 기능 켜기/끄기"
					},
					"Key": "EditorLanguageToggleSettings:bEnableLanguageToggle"
				},
				{
					"Source":
					{
						"Text": "The language to switch from when toggling the editor language."
					},
					"Translation":
					{
						"Text": "전환할 기본 언어 선택"
					},
					"Key": "EditorLanguageToggleSettings:SourceCulture"
				},
				{
					"Source":
					{
						"Text": "The language to switch to when toggling the editor language."
					},
					"Translation":
					{
						"Text": "전환할 대상 언어 선택"
					},
					"Key": "EditorLanguageToggleSettings:TargetCulture"
				},
				{
					"Source":
					{
						"Text": "The position of the language toggle button in the toolbar."
					},
					"Translation":
					{
						"Text": "버튼을 툴바 또는 상태 표시줄에 표시"
					},
					"Key": "EditorLanguageToggleSettings:ToolbarPosition"
				},
				{
					"Source":
					{
						"Text": "ドロップダウン用: カルチャーコードのリスト"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguageCodes"
				},
				{
					"Source":
					{
						"Text": "表示名取得用"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguages"
				}
			]
		}
	]
}